Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: Agriculture, Forest and Irrigation 1.1 Agriculture: During the period from F.Y. 1989/90 to F.Y. 1991/92, the major food crops recorded a decline of 2.2 percent in production and 0.7 percent in cultivation area.
ne_np: कृषि, वन तथा सत्र्चाइ १.१ कृषि : आर्थिक वर्ष२०४६/४७ देखि २०४८ङ्ग४९ को अवधिमा मा प्रमुख खाद्यान्न बालीहरुको उत्पादन २.२ प्रतिशतले र खाद्यान्न बालीको क्षेत्रफलमा भने ०.७ प्रतिशतले घट्न गएको थियो।

source: As regards the sale and distribution of production inputs in F.Y. 1990/91, 72,719 metric tons of chemical fertilizers and 2,325 metric tons of seeds were sold.
ne_np: उत्पादन साधनहरुको बिक्री वितरणतर्फ आर्थिक वर्ष ०४७/४८ मा रासायनिक मलखाद ७२,७१९ मे.टन र बीउ २३२५ मे. टन बिक्री वितरण हुन सकेको थियो।

source: At the same time, agricultural credit disbursed during that period amounted to Rs. 1095.3 million.
ne_np: साथै रु. १ अरब ९ करोड ५३ लाख बराबरको कृषि ऋण उपलब्ध गराउन सकेको थियो।

source: similarly, agricultural credit to the tune of Rs. 1,220.2 million is expected to have been made available.
ne_np: त्यस्तै रु. १ अरब २२ करोड २ लाख बराबरको कृषि ऋण उपलब्ध हुन सक्ने अनुमान गरिएको छ

source: 1.2 Forest: in forestry development, while tree plantation was carried out in 8,956 hechtares in F.Y. 1990/91, it was, carried out in 11,794 hectares in F.Y. 1991/92.
ne_np: १.२ वन : वन विकासतर्फ आर्थिक वर्ष २०४७/४८ मा जम्मा ८,९५६ हेक्टरमा वृक्षारोपण भएकोमा आर्थिक वर्ष २०४८/४९ मा ११,७९४ हेक्टरमा वृक्षारोपण भएको थियो।

source: During the same period, 204 m. tons of medicinal herbs also is expected to have been processed.
ne_np: साथै सोही अवधिमा २०४ मे.टन जडिबुटी प्रशोधन हुने अनुमान गरिएको छ।

source: The industrial production is estimated to have risen by 15.7 percent in F.Y. 1991/92.
ne_np: आर्थिक वर्ष २०४८/४९ मा १५.७ प्रतिशतले औद्योगिक उत्पादन बढ्ने अनुमान छ।

source: While there was an investment of about Rs. 1,723.4 million in cottage and small industries registered within the first nine months of F.Y. 1990/91, it was estimated the in F.Y. 1991/92 there would be an investment of about Rs. 1,801.4 millions on 4708 industries registering within the first nine months.
ne_np: आ.व. २०४७/४८ को प्रथम ९ महिनामा दर्ता भएका घरेलु तथा साना उद्योगहरुमा करीब रु. १७२.३४ करोड लगानी भएकोमा आ.व. २०४८/४९ को प्रथम ९ महिनामा ४७०८ उद्योगहरुको दर्ता भई करीब रु. १८०.१४ करोड लगानी हुने अनुमान गरिएको थियो।

source: The number of foreign tourist arrival which stood at 279,747 in F.Y. 1990/91 increased by 7.8 percent to 301, 496 in F.Y. 1991/92.
ne_np: आर्थिक वर्ष २०४७/४८ मा विदेशी पर्यटकहरुको संख्या २७९,७४७ भएकोमा सो संख्यामा करीब ७.८ प्रतिशत बृद्धि भई २०४८/४९ मा विदेशी पर्यटकहरुको संख्या ३०१,४९६ पुग्न गयो।

source: Roads: Until the end of fiscal year 1990/91, lkm. of road served 2194 people with 3083 km. blacktopped, 2281km. graveled and 3064 kms. Fair weather road totaling 8328 km. Additional 581km. of roads were constructed in F.Y. 1991/92.
ne_np: सडक : आर्थिक वर्ष २०४७/४८ को अन्तमा देशमा कालोपत्र ३०८३, खण्डास्मीत २१८१ र कच्ची ३०६४ गरी कुल ८३२८ कि.मी. सडक निमार्ण भई १ कि.मी. सडकले २१९४ जनसंख्यालाई सुविधा पु194र्‍याएको थियो र आर्थिक वर्ष २०४८/४९ मा थप ५८१ कि.मी. सडक निमार्ण भएको देखियो।

source: Are blacktopped, 103 kms. Graveled and 371 kms. Fair weather roads.
ne_np: खण्डास्मित १०३ कि.मी. र कच्ची सडक ३७१ कि.मी. छन्।.

source: The figure increased to 2271 post offices by the end of F.Y. 1991/92.
ne_np: आ.व. २०४८/४९ को अन्तसम्ममा जम्मा हुलाकसंख्या २२७१ पुगेको छ।

source: Thus, by the end of F.Y. 1991/92, one post office served 8146 people in an area of 65 sq. kms. b.
ne_np: छ। यसरी २०४८/४९ को अन्तसम्ममा १ हुलाकले ६५ वर्ग किलोमिटरका ८१४६ जनसंख्यालाई सेवा प्रदान गरेको छ। (ख)

source: 4.3 Drinking Water: It is estimated that by the end of F.Y. 1990/91, 5,878,000 people in the rural areas and 1,163,000 people in the urban areas, a total of 7,041,000 people had access to drinking water facilities.
ne_np: ४.३ खानेपानी : आ.व. २०४७/४८ को अन्त्यसम्ममा ग्रामीण क्षेत्रमा ५८ लाख ७८ हजार र शहरी क्षेत्रमा ११ लाख ६३ हजार गरी कुल ७० लाख ४१ हजार जनसंख्यालाई खानेपानीसुविधा पुग्न गएको अनुमान थियो।

source: Thus, according to an estimate, by the end of F.Y. 1991/92, 6,699,000 people (39 percent) in the rural sector and 1,172,000 people in the urban areas (66 percent), a total of 7,871,000 people would have has access to drinking water facilities.
ne_np: यसरी २०४८/४९ को अन्तसम्ममा ग्रामीणक्षेत्रमा कुल ६६ लाख ९९ हजार (३९ प्रतिशत) र शहरी क्षेत्रमा ११ लाख ७२ हजार (६६ प्रतिशत) गरी कुल ७८ लाख ७१ हजार(४२ प्रतिशत) जनसंख्यालाई खानेपानी सुविधा पुग्ने अनुमान गरिएको थियो।

source: Â Challenges: As a result of the controlled and protection-oriented policies of the past, the economy could not achieve desired level of development and economic distortions emerged.
ne_np: Â चुनौतीहरु प्रजातन्त्र पुनः स्थापनाको पूर्वको अवधिमा नियन्त्रण र संरक्षणमुखी नीतिले गर्दा अर्थतन्त्रले चाहिँदो मात्रामा विकास गर्न सकेन र आर्थिक विसङ्धगतिहरु देखापर्न थाले।

source: In 1991/92, the meager growth of 0.1 percent in agricultural sector are believed to provide impetus to the growth rate of non â€“agricultural sector in the years to come.
ne_np: आ.व. २०४८/४९ मा कृषिक्षेत्रको उत्पादन ०.१ प्रतिशतले मात्र बढ न सकि कुल गार्हस्थ्य उत्पादन बृद्धिदरलाई प्रतिकूल असर पारेको छ।

source: Therefore, it is incumbent upon His majestyâ€™s Government to adopt suitable policy measures to bring about an increase in savings, to discourage unproductive investment and expenditure, to provide alternative sources for the mbilisation of savings and to promote private sector investment in productive areas.
ne_np: यसकारण बचतमा बृद्धि गर्न, अनुत्पादक खर्च र लगानीलाई हतोत्साहित पार्न र बचत परिचालनका लागि बैकल्पिक अवसरहरु उपलब्ध गराउन श्री ५ को सरकारले उपयुक्त नीतिहरु लिनुपर्ने र निजी क्षेत्रको लगानीलाई उत्पादनशील क्षेत्रमा प्रोत्साहित गर्नुपर्नेछ।

source: The primary items like raw materials and a few manufactured goods still hold prominence in the countryâ€™s export trade.
ne_np: प्राथमिक वस्तुहरु, कच्चा पदार्थ तथा केही तैयारी वस्तुहरु वाहेक अन्य वस्तुहरुको खोजी तथा पहिचान गरी निर्यात व्यापारमा बृद्धि गर्ने तर्फ सक्रियता आउन सकेको छैन।

source: Â In the field of social services, the country has not been able to derive much benefit except for some progress in the field of education.
ne_np: सामाजिक सेवातर्फ शिक्षाक्षेत्रमा केही विकास भए तापनि देशले धेरै फाइदाहरु हासिल गर्न सकेको छैन।

source: There still persists the problem of maintaining the academic calendar, which has as adverse effect on studentsâ€™ future.
ne_np: समयमा शैक्षिक सत्रहरु सम्पन्न नहुने समस्या अझै छ जसले गर्दा विद्यार्थीको भविष्यमा प्रतिकूल असर परेको छ।

source: Regarding drinking water, thermajority of the countryâ€™s population is deprived of the ac cess to clean drinking water facility.
ne_np: खानेपानीतर्फ हेर्दा देशको अत्याधिक जनता अझ पनि शुद्ध खानेपानी सुविधाबाट बञ्चित छन्।

source: However, the countryâ€™s basic structure if the economy is still very weak.
ne_np: तर पनि देशको आधारभूत अर्थव्यवस्था अझ निकै कमजोर छ।

source: It is essential to canalize the aspirations and enthusiasm of the people generated by the political change in the country to the mainstream of development, and to identify, formulate, implement and distribute the benefits thereof on the basis of peopleâ€™s participat ion.
ne_np: देशमा राजनैतिक परिवर्तन पछि जनतामा आएको उत्साह र आकाङ्क्षालाई विकासको मूल धारमा प्रवाहित गराई जनसहभागिताको आधारमा आयोजनाहरुको पहिचान, तर्जुमा, कार्यान्वयन र त्यसबाट प्राप्त हुने फाइदाको उपभोग गर्ने परिपाटी बसाल्नु जरुरी छ।

source: In order to avoid the lack if onside data and information necessary for the selection of development programmes at the local level, data will be collected and maintained up-to â€“date at the district level on a regular basis.
ne_np: स्थानीयस्तरमा योजनाको छनौट तथा तर्जुमा गर्दा स्थलगत तथ्याङ्क एवं सूचनाको अभाव हटाउन जिल्लास्तरमा नियमित रुपमा तथ्याङ्क सङ्कलन गर्ने र सङ्कलित तथ्या141लाई अद्यावधिक राख्ने व्यवस्था गरिनेछ

source: The balanced development of all sectors in equally important in view if the governmentâ€™s commitment to rural development an d upliftment of the standard of living of the poor people.
ne_np: सरकारको ग्रामीण विकासगर्ने र गरीब जनताको जीवनस्तरमा सुधार ल्याउने प्रतिबद्धता अनुरुप पनि सबै क्षेत्रको सन्तुलित विकास हुनु जरुरी छ।

source: Regional development will be linked to the village level development and a suitable atmosphere for all citizens to share the returns of the nationâ€™s investment will be created.
ne_np: क्षेत्रीय विकासलाई ग्रामीण विकाससँग आबद्ध गराई राष्ट्रले गरेको लगानीबाट प्राप्त हुने प्रतिफल सम्पूर्ण जनताले उपभोग गर्न पाउने स्थितिको सिर्जना गरिनेछ ।

source: The optimum utilization of regionally available means and resources will also enhance the national Â production.
ne_np: क्षेत्रगत रुपमा उपलब्ध साधन र स्रोतको अत्युत्तम उपयोग भएबाट राष्ट्रिय उत्पादनमा पनि बृद्धि हुन जानेछ।

source: To achieve the above mentioned objective, this plan has called for the involvement of private sector and increased peopleâ€™s participation at the community level.
ne_np: उपर्युक्त उद्देश्य हासिल गर्न यस योजनाले निजी क्षेत्रको सहभागिता तथा सामुदायिक स्तरमा बढी जनसहभागितालाई अख्तियार गरेको छ।

source: Â (b) Energy Development Energy plays an important role in the economy, in respect of both domestic and exports sectors of the economy.
ne_np: (ख) ऊर्जा विकास अर्थतन्त्रमा ऊर्जाको भूमिका घरेलु तथा निर्यातदुवै क्षेत्रका लागि महत्वपूर्ण हुन्छ।

source: Nepalâ€™s vast potential to generate comparatively cheap hydropower provides comparative advantages in many energy through modern technology and its integration with the development of other sectors of the economy can enhance sectoral productivity as well as comparative advantages.
ne_np: तुलनात्मक हिसाबले सस्तो पर्ने नेपालको बृहत जलविद्युत् स्रोतको सम्भाव्यताले ऊर्जासम्बन्धी क्षेत्रमा प्रशस्त तुलनात्मक फाइदा उपलब्ध गराउन सक्दछ। आधुनिक प्रविधिबाट कम लागत भएका जलविद्युत् उत्पादन गरी अन्य क्षेत्रहरुको विकासलाई एकीकृत गर्न सकेमा क्षेत्रगत उत्पादकत्व बढ्ने र तुलनात्मक फाइदाको अभिबृद्धि हुने हुन्छ।

source: All these considerations clearly indicate that energy development should be accorded high priority in Nepalâ€™s development planning.
ne_np: यी सम्पूर्ण तथ्यहरुले नेपालको विकास योजनामा ऊर्जा विकासलाई उच्च प्राथमिकता दिनुपर्ने कुरा स्पष्ट पारेको छ।

source: Â i.
ne_np: Â (झ)

source: Economic Growth Rate, Total Investment And Sectoral Allocations Â Macro economic bases of Eighth Plan Consistency among objectives, policies, programmes and investment must be established in the course of formulating a plan.
ne_np: आर्थिक बृद्धिदर, कुल लगानी र क्षेत्रगत बाँडफाँड आठौं योजनाको समष्टिगत आर्थिक आधारहरु योजना तर्जुमा गर्दा योजनाको उद्देश्य, नीति, कार्यक्रम र लगानीबीच सामञ्जस्य स्थापित गर्नु आवश्यक हुन्छ।

source: Â The estimated growth rate of the eighth plan con not be considered unduly high in comparison with the high growth rates achieved by developing nations through economic liberalization.
ne_np: आर्थिक उदारपनको माध्यमबाट उच्च आर्थिक बृद्धिदर हासिल गरेका विकासशील देशहरुको तुलनामा आठौं योजनाको लागि निर्धारण गरिएको आर्थिक बृद्धिदरलाई धेरै उच्च भन्न मिल्दैन।

source: Thirdly, as the Eighth Plan lays special emphasis on rural development, there will be a considerable increase in peopleâ€™s participation and the contribution of labour.
ne_np: तेस्रो, आठौं योजनाले ग्रामीण विकासमा बढी जोड दिएको हुनाले पनि यसमा जनसहभागिता र श्रमदानको बढी हिस्सा रहनेछ।

source: The total gross investment outlay for the eighth Plan period is estimated to be Rs. 170,332 million (Table2).
ne_np: आठौं योजनामा कुल लगानी रु. १७०३३.२ करोड हुनुपर्ने अनुमान गरिएको छ (तालिका नं. २)।

source: Out of the total gross fixed investment of Rs. 170,332 million, Rs. 109,193 million (64.1 Percent) will be invested by the private sector while the remaining Rs. 61,139 million (55.9 Percent) will be invested by the government sector (table3).
ne_np: कुल स्थिर पूँजी रु.१,७०,३३.२ करोड मध्ये रु. १,०९,१९.३ करोड (६४.१ प्रतिशत) निजी क्षेत्रबाट र रु. ६१,१३.९ करोड(३५.९ प्रतिशत) सरकारी क्षेत्रबाट लगानी हुनेछ(तालिका नं. ३)।

source: In the seventh plan the amount of total investment stood at Rs. 103, 014 million at 1991/92 prices.
ne_np: सातौं योजनावधिमा आ.व. २०४८/४९ को मूल्यमा रु. १,०३,०१.४ करोड कुल लगानी भएको थियो।

source: Although a total investment of Rs. 61,139 million is proposed for the public sector, it will be necessary to spend development out lay equivalent to Rs. 113.479 million during the Eighth Plan period.
ne_np: आठौं योजनावधिमा सरकारी क्षेत्रतर्फ कुल रु. ६११३.९ करोड लगानी गर्ने प्रस्ताव गरिए तापनि यसका लागि रु. ११३४७.९ करोड बराबरको विकास खर्च गर्नुपर्ने आवश्यकता रहनेछ।

source: Sources of Investment Out of the total fixed capital investment of Rs. 170,323 million, 56.3 percent (Rs. 95,977 million) will be borne thought national savings.
ne_np: लगानीका स्रोतहरु कुल स्थिर पूँजी रु.१७०३३।२ करोडमध्ये ५६.३ प्रतिशत (रु.९५९७.७ करोड) राष्ट्रिय बचतबाट बेहोरिनेछ।

source: Of the remaining 43.7 percent (Rs.74,355 million) 26.6 percent (Rs. 19,761 million) will be financed through foreign grants and 73.4 percent (Rs. 54,594 million) through external loans.
ne_np: बाँकी ४३.७ प्रतिशत लगानी(रु.७४३५.५ करोड) मध्ये २६.६ प्रतिशत(रु.१९७६.१ करोड) विदेशी अनुदान र ७३.४ प्रतिशत(रु.५४५९.४ करोड) विदेशी ऋणबाट जुटाइनेछ।

source: From the table, it clearly appears that ins spite of high priority accorded to private sector investment, the private sectorâ€™s savings in likely to exceed its investment amount.
ne_np: तालिकाबाट प्रष्ट हुन्छ कि निजी क्षेत्रको भूमिकालाई बढी प्राथमिकता दिए तापनि निजी क्षेत्रकोलगानी भन्दा बचत बढी हुने अनुमान छ।

source: Â Macroeconomic Impact of total and Sectoral Investment The reallocation in sectoral investment and economy in resource utilization, accompanied by liberal economic policies, will not only help achieve higher growth rates but also increase employment opportunities and maintain economic stability during the plan Period.
ne_np: कुल र क्षेत्रगत लगानीको अर्थतन्त्रमा समष्टिगत आर्थिक असर क्षेत्रगत लगानीको बाँडफाँड, साधनको मितव्ययी प्रयोग एवं उदार आर्थिक नीतिहरुको कारण आर्थिक बृद्धिदर उच्च गर्न मात्र मद्दत मिल्ने छैन कि यसबाट रोजगारीका अवसरहरु बढाउन र आर्थिक स्थायित्व ल्याउन समेत सहयोग पुग्नेछ।

source: Â In the pas t, the Nepalese economy remained considerably weak in matters of achieving higher economic growth rate and maintaining stability.
ne_np: विगतमा नेपालको अर्थतन्त्र आर्थिक बृद्धिदरमा बृद्धि र अर्थतन्त्रमा स्थायित्व कायम गर्ने दुवै हिसाबले पनि निकै कमजोर रहेको थियो।

source: ï»¿Irrigation Introduction: Irrigation plays a key role in the development of agricultural sector which has remained the backbone of the country's economy.
ne_np: सित्र्चाइ परिचय देशको अर्थतन्त्रको मेरुदण्डको रुपमा रहेको कृषिक्षेत्रको विकासमा सित्र्चाइको अत्यन्त महत्वपूर्ण भूमिका रहेको छ।

source: The costs per hectare of some of the government constructed projects are found to range from Re. 60,000 to Re 100,000 or more.
ne_np: सरकारीस्तरबाट निर्माण गरिएका सित्र्चाइ आयोजनाहरुमध्ये केही आयोजनाहरुको लागत प्रतिहेक्टर करीब रु. ६० हजार देखि रु १ लाखभन्दा पनि बढी भएको देखिएको छ ।

source: Also observed are the costs per hectare of projects constructed with the participate on of farmers to be ranging from Re. 8,000 to Rs 25,000.
ne_np: कृषकहरुकै सहभागितामा निर्माण हुने आयोजनाहरुको लागत प्रतिहेक्टर करीब रु. ८ हजारदेखि रु. २५ हजार भएको पनि देखिन आएको छ।

source: While executing the small irrigation projects, the concerned agency will have to explain clearly about cash voluntary labour and repair and maintenance expenses to be borne by the users ' committee, and should execute the project after getting written agreement from them on these provisions, Construction expenses of the project will be operated by joint signature of the person nominated by the usersâ€™ committee and the technical representative of the executing agency.
ne_np: साना सित्र्चाइ आयोजना कार्यान्वयन गर्दा सम्बन्धित निकायले उपभोक्ता समितिबाट बेहोर्नु पर्ने नगद रकम, जनश्रम र मर्मत सम्भार खर्चबारे स्पष्ट व्याख्या गर्नुपर्नेछ र सोही अनुरुप उपभोक्ता समूहसँग लिखित सम्झौता गरी आयोजना कार्यान्वयन गराउनुपर्नेछ। आयोजनाको निर्माणकार्यको खर्च उपभोक्ता समितिले तोकेको व्यक्ति र कार्यान्वयन गर्ने निकायको प्राविधिक प्रतिनिधिको संयुक्त दस्तखतबाट गराइनेछ।

source: Arrangements will be made to clearly determine peopleâ€™s participation while implementing any project.
ne_np: कुनै पनि आयोजना कार्यान्वयन गर्दा जनसहभागिता स्पष्ट रुपले किटान गर्ने व्यवस्था गरिनेछ।

source: Roads: Until the end of fiscal year 1990/91, lkm. of road served 2194 people with 3083 km. blacktopped, 2281km. graveled and 3064 kms.
ne_np: सडक : आर्थिक वर्ष २०४७/४८ को अन्तमा देशमा कालोपत्र ३०८३, खण्डास्मीत २१८१ र कच्ची ३०६४ गरी कुल ८३२८ कि.मी. सडक निमार्ण भई १ कि.मी. सडकले २१९४ जनसंख्यालाई सुविधा पुर्‍याएको थियो

source: Fair weather road totaling 8328 km. Additional 581km. of roads were constructed in F.Y. 1991/92.
ne_np: आर्थिक वर्ष २०४८/४९ मा थप ५८१ कि.मी. सडक निमार्ण भएको देखियो।यसमध्ये कालोपत्र १०७ कि.मी., खण्डास्मित १०३ कि.मी. र कच्ची सडक ३७१ कि.मी. छन्।
